{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "[\\n\\r]+"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "\u0001": 5,
      "\u0002": 6,
      "\u0003": 7,
      "\u0004": 8,
      "\u0005": 9,
      "\u0006": 10,
      "\u0007": 11,
      "\b": 12,
      "\u000e": 13,
      "\u000f": 14,
      "\u0010": 15,
      "\u0011": 16,
      "\u0012": 17,
      "\u0013": 18,
      "\u0014": 19,
      "\u0015": 20,
      "\u0016": 21,
      "\u0017": 22,
      "\u0018": 23,
      "\u0019": 24,
      "\u001a": 25,
      "\u001b": 26,
      "\u001c": 27,
      "\u001d": 28,
      "\u001e": 29,
      "\u001f": 30,
      "!": 31,
      "\"": 32,
      "#": 33,
      "$": 34,
      "%": 35,
      "&": 36,
      "'": 37,
      "(": 38,
      ")": 39,
      "*": 40,
      "+": 41,
      ",": 42,
      "-": 43,
      ".": 44,
      "/": 45,
      "0": 46,
      "1": 47,
      "2": 48,
      "3": 49,
      "4": 50,
      "5": 51,
      "6": 52,
      "7": 53,
      "8": 54,
      "9": 55,
      ":": 56,
      ";": 57,
      "<": 58,
      "=": 59,
      ">": 60,
      "?": 61,
      "@": 62,
      "A": 63,
      "B": 64,
      "C": 65,
      "D": 66,
      "E": 67,
      "F": 68,
      "G": 69,
      "H": 70,
      "I": 71,
      "J": 72,
      "K": 73,
      "L": 74,
      "M": 75,
      "N": 76,
      "O": 77,
      "P": 78,
      "Q": 79,
      "R": 80,
      "S": 81,
      "T": 82,
      "U": 83,
      "V": 84,
      "W": 85,
      "X": 86,
      "Y": 87,
      "Z": 88,
      "[": 89,
      "\\": 90,
      "]": 91,
      "^": 92,
      "_": 93,
      "`": 94,
      "a": 95,
      "b": 96,
      "c": 97,
      "d": 98,
      "e": 99,
      "f": 100,
      "g": 101,
      "h": 102,
      "i": 103,
      "j": 104,
      "k": 105,
      "l": 106,
      "m": 107,
      "n": 108,
      "o": 109,
      "p": 110,
      "q": 111,
      "r": 112,
      "s": 113,
      "t": 114,
      "u": 115,
      "v": 116,
      "w": 117,
      "x": 118,
      "y": 119,
      "z": 120,
      "{": 121,
      "|": 122,
      "}": 123,
      "~": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "¡": 156,
      "¢": 157,
      "£": 158,
      "¤": 159,
      "¥": 160,
      "¦": 161,
      "§": 162,
      "©": 163,
      "«": 164,
      "¬": 165,
      "­": 166,
      "®": 167,
      "°": 168,
      "±": 169,
      "¶": 170,
      "·": 171,
      "»": 172,
      "¿": 173,
      "À": 174,
      "Á": 175,
      "Â": 176,
      "Ã": 177,
      "Ä": 178,
      "Å": 179,
      "Æ": 180,
      "Ç": 181,
      "È": 182,
      "É": 183,
      "Ê": 184,
      "Ë": 185,
      "Ì": 186,
      "Í": 187,
      "Î": 188,
      "Ï": 189,
      "Ð": 190,
      "Ñ": 191,
      "Ò": 192,
      "Ó": 193,
      "Ô": 194,
      "Õ": 195,
      "Ö": 196,
      "×": 197,
      "Ø": 198,
      "Ù": 199,
      "Ú": 200,
      "Û": 201,
      "Ü": 202,
      "Ý": 203,
      "Þ": 204,
      "ß": 205,
      "à": 206,
      "á": 207,
      "â": 208,
      "ã": 209,
      "ä": 210,
      "å": 211,
      "æ": 212,
      "ç": 213,
      "è": 214,
      "é": 215,
      "ê": 216,
      "ë": 217,
      "ì": 218,
      "í": 219,
      "î": 220,
      "ï": 221,
      "ð": 222,
      "ñ": 223,
      "ò": 224,
      "ó": 225,
      "ô": 226,
      "õ": 227,
      "ö": 228,
      "÷": 229,
      "ø": 230,
      "ù": 231,
      "ú": 232,
      "û": 233,
      "ü": 234,
      "ý": 235,
      "þ": 236,
      "ÿ": 237,
      "Ā": 238,
      "ā": 239,
      "Ă": 240,
      "ă": 241,
      "Ą": 242,
      "ą": 243,
      "Ć": 244,
      "ć": 245,
      "Ĉ": 246,
      "ĉ": 247,
      "Ċ": 248,
      "ċ": 249,
      "Č": 250,
      "č": 251,
      "Ď": 252,
      "ď": 253,
      "Đ": 254,
      "đ": 255,
      "Ē": 256,
      "ē": 257,
      "Ĕ": 258,
      "ĕ": 259,
      "Ė": 260,
      "ė": 261,
      "Ę": 262,
      "ę": 263,
      "Ě": 264,
      "ě": 265,
      "Ĝ": 266,
      "ĝ": 267,
      "Ğ": 268,
      "ğ": 269,
      "Ġ": 270,
      "ġ": 271,
      "Ģ": 272,
      "ģ": 273,
      "Ĥ": 274,
      "ĥ": 275,
      "Ħ": 276,
      "ħ": 277,
      "Ĩ": 278,
      "ĩ": 279,
      "Ī": 280,
      "ī": 281,
      "Ĭ": 282,
      "ĭ": 283,
      "Į": 284,
      "į": 285,
      "İ": 286,
      "ı": 287,
      "Ĵ": 288,
      "ĵ": 289,
      "Ķ": 290,
      "ķ": 291,
      "ĸ": 292,
      "Ĺ": 293,
      "ĺ": 294,
      "Ļ": 295,
      "ļ": 296,
      "Ľ": 297,
      "ľ": 298,
      "Ł": 299,
      "ł": 300,
      "Ń": 301,
      "ń": 302,
      "Ņ": 303,
      "ņ": 304,
      "Ň": 305,
      "ň": 306,
      "Ŋ": 307,
      "ŋ": 308,
      "Ō": 309,
      "ō": 310,
      "Ŏ": 311,
      "ŏ": 312,
      "Ő": 313,
      "ő": 314,
      "Œ": 315,
      "œ": 316,
      "ŕ": 317,
      "Ŗ": 318,
      "ŗ": 319,
      "Ř": 320,
      "ř": 321,
      "Ś": 322,
      "ś": 323,
      "Ŝ": 324,
      "ŝ": 325,
      "Ş": 326,
      "ş": 327,
      "Š": 328,
      "š": 329,
      "Ţ": 330,
      "ţ": 331,
      "Ť": 332,
      "ť": 333,
      "Ŧ": 334,
      "ŧ": 335,
      "Ũ": 336,
      "ũ": 337,
      "Ū": 338,
      "ū": 339,
      "Ŭ": 340,
      "ŭ": 341,
      "Ů": 342,
      "ů": 343,
      "Ű": 344,
      "ű": 345,
      "Ų": 346,
      "ų": 347,
      "Ŵ": 348,
      "ŵ": 349,
      "Ŷ": 350,
      "ŷ": 351,
      "Ÿ": 352,
      "Ź": 353,
      "ź": 354,
      "Ż": 355,
      "ż": 356,
      "Ž": 357,
      "ž": 358,
      "Ɔ": 359,
      "ƈ": 360,
      "Ɖ": 361,
      "Ƌ": 362,
      "ƌ": 363,
      "Ǝ": 364,
      "Ə": 365,
      "Ɛ": 366,
      "Ƒ": 367,
      "ƒ": 368,
      "Ɠ": 369,
      "Ɣ": 370,
      "ƕ": 371,
      "Ɨ": 372,
      "ƙ": 373,
      "ƚ": 374,
      "ƞ": 375,
      "Ơ": 376,
      "ơ": 377,
      "ƣ": 378,
      "Ƨ": 379,
      "ƨ": 380,
      "Ʃ": 381,
      "Ư": 382,
      "ư": 383,
      "Ƴ": 384,
      "ƴ": 385,
      "Ƶ": 386,
      "ƶ": 387,
      "ǀ": 388,
      "ǁ": 389,
      "ǂ": 390,
      "ǃ": 391,
      "Ǎ": 392,
      "ǎ": 393,
      "ǐ": 394,
      "ǒ": 395,
      "ǔ": 396,
      "ǖ": 397,
      "ǘ": 398,
      "ǚ": 399,
      "ǜ": 400,
      "ǝ": 401,
      "ǣ": 402,
      "Ǧ": 403,
      "ǧ": 404,
      "Ǫ": 405,
      "ǫ": 406,
      "Ǭ": 407,
      "ǭ": 408,
      "ǰ": 409,
      "Ǵ": 410,
      "ǵ": 411,
      "Ƿ": 412,
      "ǹ": 413,
      "Ǻ": 414,
      "ǻ": 415,
      "ǽ": 416,
      "ǿ": 417,
      "ȁ": 418,
      "ȃ": 419,
      "ȇ": 420,
      "Ȋ": 421,
      "ȋ": 422,
      "ȏ": 423,
      "Ȓ": 424,
      "ȓ": 425,
      "ȗ": 426,
      "Ș": 427,
      "ș": 428,
      "Ț": 429,
      "ț": 430,
      "Ȝ": 431,
      "ȝ": 432,
      "Ȟ": 433,
      "ȟ": 434,
      "ȧ": 435,
      "ȫ": 436,
      "ȯ": 437,
      "ȳ": 438,
      "Ⱥ": 439,
      "Ʌ": 440,
      "ɇ": 441,
      "ɐ": 442,
      "ɑ": 443,
      "ɒ": 444,
      "ɓ": 445,
      "ɔ": 446,
      "ɕ": 447,
      "ɖ": 448,
      "ɗ": 449,
      "ɘ": 450,
      "ə": 451,
      "ɚ": 452,
      "ɛ": 453,
      "ɜ": 454,
      "ɞ": 455,
      "ɟ": 456,
      "ɠ": 457,
      "ɡ": 458,
      "ɢ": 459,
      "ɣ": 460,
      "ɤ": 461,
      "ɥ": 462,
      "ɦ": 463,
      "ɨ": 464,
      "ɩ": 465,
      "ɪ": 466,
      "ɫ": 467,
      "ɬ": 468,
      "ɭ": 469,
      "ɯ": 470,
      "ɰ": 471,
      "ɱ": 472,
      "ɲ": 473,
      "ɳ": 474,
      "ɴ": 475,
      "ɵ": 476,
      "ɶ": 477,
      "ɷ": 478,
      "ɸ": 479,
      "ɹ": 480,
      "ɺ": 481,
      "ɻ": 482,
      "ɽ": 483,
      "ɾ": 484,
      "ʀ": 485,
      "ʁ": 486,
      "ʂ": 487,
      "ʃ": 488,
      "ʄ": 489,
      "ʆ": 490,
      "ʈ": 491,
      "ʉ": 492,
      "ʊ": 493,
      "ʋ": 494,
      "ʌ": 495,
      "ʍ": 496,
      "ʎ": 497,
      "ʏ": 498,
      "ʐ": 499,
      "ʑ": 500,
      "ʒ": 501,
      "ʔ": 502,
      "ʕ": 503,
      "ʙ": 504,
      "ʜ": 505,
      "ʝ": 506,
      "ʟ": 507,
      "ʢ": 508,
      "ʣ": 509,
      "ʤ": 510,
      "ʦ": 511,
      "ʧ": 512,
      "ʹ": 513,
      "ʺ": 514,
      "ʻ": 515,
      "ʼ": 516,
      "ʽ": 517,
      "ʾ": 518,
      "ʿ": 519,
      "ˀ": 520,
      "ˁ": 521,
      "˂": 522,
      "˃": 523,
      "˄": 524,
      "˅": 525,
      "ˆ": 526,
      "ˇ": 527,
      "ˈ": 528,
      "ˌ": 529,
      "ː": 530,
      "ˑ": 531,
      "˒": 532,
      "˓": 533,
      "˖": 534,
      "˗": 535,
      "˥": 536,
      "˧": 537,
      "˩": 538,
      "ˮ": 539,
      "̀": 540,
      "́": 541,
      "̂": 542,
      "̃": 543,
      "̄": 544,
      "̅": 545,
      "̆": 546,
      "̇": 547,
      "̈": 548,
      "̉": 549,
      "̊": 550,
      "̋": 551,
      "̌": 552,
      "̍": 553,
      "̏": 554,
      "̑": 555,
      "̒": 556,
      "̓": 557,
      "̔": 558,
      "̕": 559,
      "̗": 560,
      "̙": 561,
      "̚": 562,
      "̛": 563,
      "̜": 564,
      "̝": 565,
      "̞": 566,
      "̠": 567,
      "̡": 568,
      "̢": 569,
      "̣": 570,
      "̤": 571,
      "̥": 572,
      "̦": 573,
      "̧": 574,
      "̨": 575,
      "̩": 576,
      "̪": 577,
      "̬": 578,
      "̮": 579,
      "̯": 580,
      "̰": 581,
      "̱": 582,
      "̲": 583,
      "̳": 584,
      "̵": 585,
      "̶": 586,
      "̷": 587,
      "̸": 588,
      "̽": 589,
      "͂": 590,
      "ͅ": 591,
      "͊": 592,
      "͏": 593,
      "͑": 594,
      "͕": 595,
      "͖": 596,
      "͗": 597,
      "͘": 598,
      "͙": 599,
      "͛": 600,
      "͜": 601,
      "͝": 602,
      "͞": 603,
      "͟": 604,
      "͠": 605,
      "͡": 606,
      "͢": 607,
      "ͣ": 608,
      "ͬ": 609,
      "Ͳ": 610,
      "Ϳ": 611,
      "΀": 612,
      "΁": 613,
      "Ά": 614,
      "Έ": 615,
      "Ή": 616,
      "Ί": 617,
      "Ό": 618,
      "Ύ": 619,
      "ΐ": 620,
      "Α": 621,
      "Β": 622,
      "Γ": 623,
      "Δ": 624,
      "Ε": 625,
      "Ζ": 626,
      "Η": 627,
      "Θ": 628,
      "Ι": 629,
      "Κ": 630,
      "Λ": 631,
      "Μ": 632,
      "Ν": 633,
      "Ξ": 634,
      "Ο": 635,
      "Π": 636,
      "Ρ": 637,
      "Σ": 638,
      "Τ": 639,
      "Υ": 640,
      "Φ": 641,
      "Χ": 642,
      "Ψ": 643,
      "Ω": 644,
      "Ϊ": 645,
      "Ϋ": 646,
      "ά": 647,
      "έ": 648,
      "ή": 649,
      "ί": 650,
      "ΰ": 651,
      "α": 652,
      "β": 653,
      "γ": 654,
      "δ": 655,
      "ε": 656,
      "ζ": 657,
      "η": 658,
      "θ": 659,
      "ι": 660,
      "κ": 661,
      "λ": 662,
      "μ": 663,
      "ν": 664,
      "ξ": 665,
      "ο": 666,
      "π": 667,
      "ρ": 668,
      "ς": 669,
      "σ": 670,
      "τ": 671,
      "υ": 672,
      "φ": 673,
      "χ": 674,
      "ψ": 675,
      "ω": 676,
      "ϊ": 677,
      "ϋ": 678,
      "ό": 679,
      "ύ": 680,
      "ώ": 681,
      "Ϛ": 682,
      "ϛ": 683,
      "Ϝ": 684,
      "ϝ": 685,
      "Ϟ": 686,
      "ϟ": 687,
      "ϡ": 688,
      "Ϣ": 689,
      "Ϩ": 690,
      "ϩ": 691,
      "Ϫ": 692,
      "Ϭ": 693,
      "ϭ": 694,
      "Ϯ": 695,
      "ϯ": 696,
      "ϳ": 697,
      "ϸ": 698,
      "Ѐ": 699,
      "Ё": 700,
      "Ђ": 701,
      "Є": 702,
      "Ѕ": 703,
      "І": 704,
      "Ї": 705,
      "Ј": 706,
      "Љ": 707,
      "Њ": 708,
      "Ћ": 709,
      "Ѝ": 710,
      "Ў": 711,
      "Џ": 712,
      "А": 713,
      "Б": 714,
      "В": 715,
      "Г": 716,
      "Д": 717,
      "Е": 718,
      "Ж": 719,
      "З": 720,
      "И": 721,
      "Й": 722,
      "К": 723,
      "Л": 724,
      "М": 725,
      "Н": 726,
      "О": 727,
      "П": 728,
      "Р": 729,
      "С": 730,
      "Т": 731,
      "У": 732,
      "Ф": 733,
      "Х": 734,
      "Ц": 735,
      "Ч": 736,
      "Ш": 737,
      "Щ": 738,
      "Ъ": 739,
      "Ы": 740,
      "Ь": 741,
      "Э": 742,
      "Ю": 743,
      "Я": 744,
      "а": 745,
      "б": 746,
      "в": 747,
      "г": 748,
      "д": 749,
      "е": 750,
      "ж": 751,
      "з": 752,
      "и": 753,
      "й": 754,
      "к": 755,
      "л": 756,
      "м": 757,
      "н": 758,
      "о": 759,
      "п": 760,
      "р": 761,
      "с": 762,
      "т": 763,
      "у": 764,
      "ф": 765,
      "х": 766,
      "ц": 767,
      "ч": 768,
      "ш": 769,
      "щ": 770,
      "ъ": 771,
      "ы": 772,
      "ь": 773,
      "э": 774,
      "ю": 775,
      "я": 776,
      "ѐ": 777,
      "ё": 778,
      "ђ": 779,
      "ѓ": 780,
      "є": 781,
      "ѕ": 782,
      "і": 783,
      "ї": 784,
      "ј": 785,
      "љ": 786,
      "њ": 787,
      "ћ": 788,
      "ќ": 789,
      "ѝ": 790,
      "ў": 791,
      "Ѡ": 792,
      "Ѣ": 793,
      "ѣ": 794,
      "ѥ": 795,
      "Ѧ": 796,
      "ѧ": 797,
      "Ѩ": 798,
      "Ѫ": 799,
      "Ѭ": 800,
      "Ѯ": 801,
      "ѯ": 802,
      "Ѱ": 803,
      "ѱ": 804,
      "Ѳ": 805,
      "ѳ": 806,
      "Ѵ": 807,
      "ѵ": 808,
      "ѹ": 809,
      "҄": 810,
      "҉": 811,
      "ґ": 812,
      "Ғ": 813,
      "ғ": 814,
      "җ": 815,
      "ҙ": 816,
      "Қ": 817,
      "қ": 818,
      "ҝ": 819,
      "ҡ": 820,
      "Ң": 821,
      "ң": 822,
      "ҧ": 823,
      "Ҫ": 824,
      "ҫ": 825,
      "ҭ": 826,
      "Ү": 827,
      "ү": 828,
      "Ұ": 829,
      "ұ": 830,
      "Ҳ": 831,
      "ҳ": 832,
      "Ҷ": 833,
      "ҷ": 834,
      "һ": 835,
      "Ӏ": 836,
      "ӏ": 837,
      "ӑ": 838,
      "ӓ": 839,
      "ӕ": 840,
      "ӗ": 841,
      "ә": 842,
      "Ӧ": 843,
      "ӧ": 844,
      "Ө": 845,
      "ө": 846,
      "ӯ": 847,
      "ӵ": 848,
      "Ӿ": 849,
      "ԁ": 850,
      "Ԍ": 851,
      "Ԑ": 852,
      "ԑ": 853,
      "ԓ": 854,
      "Ա": 855,
      "Բ": 856,
      "Գ": 857,
      "Դ": 858,
      "Ե": 859,
      "Զ": 860,
      "Թ": 861,
      "Ժ": 862,
      "Լ": 863,
      "Խ": 864,
      "Ծ": 865,
      "Կ": 866,
      "Հ": 867,
      "Մ": 868,
      "Ն": 869,
      "Շ": 870,
      "Ո": 871,
      "Պ": 872,
      "Ջ": 873,
      "Ռ": 874,
      "Ս": 875,
      "Վ": 876,
      "Տ": 877,
      "Ց": 878,
      "Ք": 879,
      "Օ": 880,
      "Ֆ": 881,
      "ՙ": 882,
      "՚": 883,
      "՛": 884,
      "ա": 885,
      "բ": 886,
      "գ": 887,
      "դ": 888,
      "ե": 889,
      "զ": 890,
      "է": 891,
      "ը": 892,
      "թ": 893,
      "ի": 894,
      "լ": 895,
      "խ": 896,
      "ծ": 897,
      "կ": 898,
      "հ": 899,
      "ձ": 900,
      "ղ": 901,
      "ճ": 902,
      "մ": 903,
      "յ": 904,
      "ն": 905,
      "շ": 906,
      "ո": 907,
      "չ": 908,
      "պ": 909,
      "ջ": 910,
      "ռ": 911,
      "ս": 912,
      "վ": 913,
      "տ": 914,
      "ր": 915,
      "ց": 916,
      "ւ": 917,
      "փ": 918,
      "ք": 919,
      "օ": 920,
      "֑": 921,
      "֔": 922,
      "֖": 923,
      "֗": 924,
      "֙": 925,
      "֣": 926,
      "֤": 927,
      "֥": 928,
      "֨": 929,
      "֫": 930,
      "֯": 931,
      "ְ": 932,
      "ֱ": 933,
      "ֲ": 934,
      "ֳ": 935,
      "ִ": 936,
      "ֵ": 937,
      "ֶ": 938,
      "ַ": 939,
      "ָ": 940,
      "ֹ": 941,
      "ֺ": 942,
      "ֻ": 943,
      "ּ": 944,
      "ֽ": 945,
      "־": 946,
      "ֿ": 947,
      "ׁ": 948,
      "ׂ": 949,
      "ׇ": 950,
      "א": 951,
      "ב": 952,
      "ג": 953,
      "ד": 954,
      "ה": 955,
      "ו": 956,
      "ז": 957,
      "ח": 958,
      "ט": 959,
      "י": 960,
      "ך": 961,
      "כ": 962,
      "ל": 963,
      "ם": 964,
      "מ": 965,
      "ן": 966,
      "נ": 967,
      "ס": 968,
      "ע": 969,
      "ף": 970,
      "פ": 971,
      "ץ": 972,
      "צ": 973,
      "ק": 974,
      "ר": 975,
      "ש": 976,
      "ת": 977,
      "ײ": 978,
      "׳": 979,
      "״": 980,
      "،": 981,
      "ؕ": 982,
      "؛": 983,
      "؟": 984,
      "ء": 985,
      "آ": 986,
      "أ": 987,
      "ؤ": 988,
      "إ": 989,
      "ئ": 990,
      "ا": 991,
      "ب": 992,
      "ة": 993,
      "ت": 994,
      "ث": 995,
      "ج": 996,
      "ح": 997,
      "خ": 998,
      "د": 999,
      "ذ": 1000,
      "ر": 1001,
      "ز": 1002,
      "س": 1003,
      "ش": 1004,
      "ص": 1005,
      "ض": 1006,
      "ط": 1007,
      "ظ": 1008,
      "ع": 1009,
      "غ": 1010,
      "ـ": 1011,
      "ف": 1012,
      "ق": 1013,
      "ك": 1014,
      "ل": 1015,
      "م": 1016,
      "ن": 1017,
      "ه": 1018,
      "و": 1019,
      "ى": 1020,
      "ي": 1021,
      "ً": 1022,
      "ٌ": 1023,
      "ٍ": 1024,
      "َ": 1025,
      "ُ": 1026,
      "ِ": 1027,
      "ّ": 1028,
      "ْ": 1029,
      "ٓ": 1030,
      "ٔ": 1031,
      "٠": 1032,
      "٢": 1033,
      "٣": 1034,
      "٤": 1035,
      "٥": 1036,
      "٦": 1037,
      "٩": 1038,
      "ٰ": 1039,
      "ٱ": 1040,
      "ٲ": 1041,
      "ٹ": 1042,
      "ٺ": 1043,
      "ٽ": 1044,
      "پ": 1045,
      "ٿ": 1046,
      "چ": 1047,
      "ڈ": 1048,
      "ړ": 1049,
      "ژ": 1050,
      "ښ": 1051,
      "ڠ": 1052,
      "ڤ": 1053,
      "ک": 1054,
      "ڪ": 1055,
      "گ": 1056,
      "ڰ": 1057,
      "ں": 1058,
      "ھ": 1059,
      "ڿ": 1060,
      "ۀ": 1061,
      "ہ": 1062,
      "ۃ": 1063,
      "ۆ": 1064,
      "ۇ": 1065,
      "ۋ": 1066,
      "ی": 1067,
      "ۍ": 1068,
      "ێ": 1069,
      "ې": 1070,
      "ے": 1071,
      "ۓ": 1072,
      "ە": 1073,
      "ۖ": 1074,
      "ۗ": 1075,
      "ۙ": 1076,
      "ۚ": 1077,
      "ۡ": 1078,
      "ۢ": 1079,
      "ۣ": 1080,
      "ۤ": 1081,
      "۩": 1082,
      "۪": 1083,
      "۬": 1084,
      "۱": 1085,
      "۲": 1086,
      "۳": 1087,
      "۵": 1088,
      "۶": 1089,
      "۹": 1090,
      "ܐ": 1091,
      "ܒ": 1092,
      "ܓ": 1093,
      "ܕ": 1094,
      "ܗ": 1095,
      "ܘ": 1096,
      "ܙ": 1097,
      "ܚ": 1098,
      "ܛ": 1099,
      "ܝ": 1100,
      "ܟ": 1101,
      "ܠ": 1102,
      "ܡ": 1103,
      "ܢ": 1104,
      "ܣ": 1105,
      "ܥ": 1106,
      "ܦ": 1107,
      "ܨ": 1108,
      "ܩ": 1109,
      "ܪ": 1110,
      "ܫ": 1111,
      "ܬ": 1112,
      "ܼ": 1113,
      "݂": 1114,
      "ހ": 1115,
      "ރ": 1116,
      "ޅ": 1117,
      "ކ": 1118,
      "އ": 1119,
      "ވ": 1120,
      "މ": 1121,
      "ފ": 1122,
      "ދ": 1123,
      "ލ": 1124,
      "ގ": 1125,
      "ސ": 1126,
      "ޑ": 1127,
      "ޓ": 1128,
      "ޕ": 1129,
      "ަ": 1130,
      "ާ": 1131,
      "ި": 1132,
      "ީ": 1133,
      "ު": 1134,
      "ެ": 1135,
      "ޮ": 1136,
      "ޯ": 1137,
      "ް": 1138,
      "ߊ": 1139,
      "ߏ": 1140,
      "ߛ": 1141,
      "ߝ": 1142,
      "ߦ": 1143,
      "߫": 1144,
      "߬": 1145,
      "ँ": 1146,
      "ं": 1147,
      "ः": 1148,
      "अ": 1149,
      "आ": 1150,
      "इ": 1151,
      "ई": 1152,
      "उ": 1153,
      "ऊ": 1154,
      "ऋ": 1155,
      "ऌ": 1156,
      "ए": 1157,
      "ऐ": 1158,
      "ओ": 1159,
      "औ": 1160,
      "क": 1161,
      "ख": 1162,
      "ग": 1163,
      "घ": 1164,
      "ङ": 1165,
      "च": 1166,
      "छ": 1167,
      "ज": 1168,
      "झ": 1169,
      "ञ": 1170,
      "ट": 1171,
      "ठ": 1172,
      "ड": 1173,
      "ढ": 1174,
      "ण": 1175,
      "त": 1176,
      "थ": 1177,
      "द": 1178,
      "ध": 1179,
      "न": 1180,
      "प": 1181,
      "फ": 1182,
      "ब": 1183,
      "भ": 1184,
      "म": 1185,
      "य": 1186,
      "र": 1187,
      "ल": 1188,
      "ळ": 1189,
      "व": 1190,
      "श": 1191,
      "ष": 1192,
      "स": 1193,
      "ह": 1194,
      "़": 1195,
      "ऽ": 1196,
      "ा": 1197,
      "ि": 1198,
      "ी": 1199,
      "ु": 1200,
      "ू": 1201,
      "ृ": 1202,
      "े": 1203,
      "ै": 1204,
      "ॉ": 1205,
      "ॊ": 1206,
      "ो": 1207,
      "ौ": 1208,
      "्": 1209,
      "ॐ": 1210,
      "॑": 1211,
      "॒": 1212,
      "॓": 1213,
      "॔": 1214,
      "ॠ": 1215,
      "ॡ": 1216,
      "ॢ": 1217,
      "।": 1218,
      "॥": 1219,
      "०": 1220,
      "१": 1221,
      "२": 1222,
      "३": 1223,
      "४": 1224,
      "५": 1225,
      "६": 1226,
      "७": 1227,
      "८": 1228,
      "९": 1229,
      "ॻ": 1230,
      "ॼ": 1231,
      "ॽ": 1232,
      "ॾ": 1233,
      "ॿ": 1234,
      "ঁ": 1235,
      "ং": 1236,
      "ঃ": 1237,
      "অ": 1238,
      "আ": 1239,
      "ই": 1240,
      "উ": 1241,
      "এ": 1242,
      "ও": 1243,
      "ক": 1244,
      "খ": 1245,
      "গ": 1246,
      "ঘ": 1247,
      "ঙ": 1248,
      "চ": 1249,
      "ছ": 1250,
      "জ": 1251,
      "ঞ": 1252,
      "ট": 1253,
      "ঠ": 1254,
      "ড": 1255,
      "ঢ": 1256,
      "ণ": 1257,
      "ত": 1258,
      "থ": 1259,
      "দ": 1260,
      "ধ": 1261,
      "ন": 1262,
      "প": 1263,
      "ফ": 1264,
      "ব": 1265,
      "ভ": 1266,
      "ম": 1267,
      "য": 1268,
      "র": 1269,
      "ল": 1270,
      "শ": 1271,
      "ষ": 1272,
      "স": 1273,
      "হ": 1274,
      "়": 1275,
      "া": 1276,
      "ি": 1277,
      "ী": 1278,
      "ু": 1279,
      "ূ": 1280,
      "ৃ": 1281,
      "ে": 1282,
      "ৈ": 1283,
      "ো": 1284,
      "ৌ": 1285,
      "্": 1286,
      "ৎ": 1287,
      "১": 1288,
      "৮": 1289,
      "ৰ": 1290,
      "ৱ": 1291,
      "৹": 1292,
      "ਂ": 1293,
      "ਅ": 1294,
      "ਆ": 1295,
      "ਇ": 1296,
      "ਈ": 1297,
      "ਉ": 1298,
      "ਏ": 1299,
      "ਐ": 1300,
      "ਓ": 1301,
      "ਕ": 1302,
      "ਖ": 1303,
      "ਗ": 1304,
      "ਘ": 1305,
      "ਚ": 1306,
      "ਜ": 1307,
      "ਟ": 1308,
      "ਠ": 1309,
      "ਡ": 1310,
      "ਣ": 1311,
      "ਤ": 1312,
      "ਥ": 1313,
      "ਦ": 1314,
      "ਧ": 1315,
      "ਨ": 1316,
      "ਪ": 1317,
      "ਬ": 1318,
      "ਭ": 1319,
      "ਮ": 1320,
      "ਯ": 1321,
      "ਰ": 1322,
      "ਲ": 1323,
      "ਵ": 1324,
      "ਸ": 1325,
      "ਹ": 1326,
      "ਾ": 1327,
      "ਿ": 1328,
      "ੀ": 1329,
      "ੁ": 1330,
      "ੂ": 1331,
      "ੇ": 1332,
      "ੈ": 1333,
      "ੋ": 1334,
      "੍": 1335,
      "੦": 1336,
      "੧": 1337,
      "੫": 1338,
      "ੰ": 1339,
      "ੱ": 1340,
      "ં": 1341,
      "અ": 1342,
      "આ": 1343,
      "ઇ": 1344,
      "એ": 1345,
      "ઓ": 1346,
      "ક": 1347,
      "ખ": 1348,
      "ગ": 1349,
      "ઘ": 1350,
      "ચ": 1351,
      "છ": 1352,
      "જ": 1353,
      "ટ": 1354,
      "ડ": 1355,
      "ણ": 1356,
      "ત": 1357,
      "થ": 1358,
      "દ": 1359,
      "ધ": 1360,
      "ન": 1361,
      "પ": 1362,
      "ફ": 1363,
      "બ": 1364,
      "મ": 1365,
      "ય": 1366,
      "ર": 1367,
      "લ": 1368,
      "વ": 1369,
      "શ": 1370,
      "ષ": 1371,
      "સ": 1372,
      "હ": 1373,
      "ા": 1374,
      "િ": 1375,
      "ી": 1376,
      "ુ": 1377,
      "ૂ": 1378,
      "ે": 1379,
      "ૈ": 1380,
      "ો": 1381,
      "્": 1382,
      "ଢ": 1383,
      "ଶ": 1384,
      "ା": 1385,
      "ୀ": 1386,
      "ஃ": 1387,
      "அ": 1388,
      "ஆ": 1389,
      "இ": 1390,
      "உ": 1391,
      "எ": 1392,
      "ஐ": 1393,
      "ஓ": 1394,
      "க": 1395,
      "ங": 1396,
      "ச": 1397,
      "ஜ": 1398,
      "ஞ": 1399,
      "ட": 1400,
      "ண": 1401,
      "த": 1402,
      "ந": 1403,
      "ன": 1404,
      "ப": 1405,
      "ம": 1406,
      "ய": 1407,
      "ர": 1408,
      "ற": 1409,
      "ல": 1410,
      "ள": 1411,
      "ழ": 1412,
      "வ": 1413,
      "ா": 1414,
      "ி": 1415,
      "ீ": 1416,
      "ு": 1417,
      "ூ": 1418,
      "ெ": 1419,
      "ே": 1420,
      "ை": 1421,
      "ொ": 1422,
      "ோ": 1423,
      "்": 1424,
      "௱": 1425,
      "ఁ": 1426,
      "ం": 1427,
      "అ": 1428,
      "ఉ": 1429,
      "ఎ": 1430,
      "క": 1431,
      "గ": 1432,
      "చ": 1433,
      "ట": 1434,
      "డ": 1435,
      "త": 1436,
      "ద": 1437,
      "న": 1438,
      "ప": 1439,
      "ఫ": 1440,
      "బ": 1441,
      "భ": 1442,
      "మ": 1443,
      "య": 1444,
      "ర": 1445,
      "ల": 1446,
      "వ": 1447,
      "ష": 1448,
      "స": 1449,
      "ా": 1450,
      "ి": 1451,
      "ీ": 1452,
      "ు": 1453,
      "ూ": 1454,
      "ె": 1455,
      "ే": 1456,
      "ై": 1457,
      "్": 1458,
      "ಂ": 1459,
      "ಅ": 1460,
      "ಆ": 1461,
      "ಉ": 1462,
      "ಌ": 1463,
      "ಏ": 1464,
      "ಒ": 1465,
      "ಕ": 1466,
      "ಗ": 1467,
      "ಜ": 1468,
      "ಟ": 1469,
      "ಡ": 1470,
      "ಣ": 1471,
      "ತ": 1472,
      "ಥ": 1473,
      "ದ": 1474,
      "ನ": 1475,
      "ಪ": 1476,
      "ಭ": 1477,
      "ಮ": 1478,
      "ಯ": 1479,
      "ರ": 1480,
      "ಲ": 1481,
      "ವ": 1482,
      "ಶ": 1483,
      "ಷ": 1484,
      "ಸ": 1485,
      "ಾ": 1486,
      "ಿ": 1487,
      "ೀ": 1488,
      "ು": 1489,
      "ೂ": 1490,
      "ೆ": 1491,
      "ೇ": 1492,
      "್": 1493,
      "೦": 1494,
      "೧": 1495,
      "೨": 1496,
      "೪": 1497,
      "ം": 1498,
      "അ": 1499,
      "ആ": 1500,
      "എ": 1501,
      "ഐ": 1502,
      "ക": 1503,
      "ഗ": 1504,
      "ങ": 1505,
      "ജ": 1506,
      "ട": 1507,
      "ണ": 1508,
      "ത": 1509,
      "ദ": 1510,
      "ന": 1511,
      "പ": 1512,
      "ഫ": 1513,
      "ബ": 1514,
      "മ": 1515,
      "യ": 1516,
      "ര": 1517,
      "ല": 1518,
      "ള": 1519,
      "വ": 1520,
      "ശ": 1521,
      "ഷ": 1522,
      "സ": 1523,
      "ഹ": 1524,
      "ാ": 1525,
      "ി": 1526,
      "ീ": 1527,
      "ു": 1528,
      "ൂ": 1529,
      "േ": 1530,
      "ോ": 1531,
      "്": 1532,
      "ൻ": 1533,
      "ං": 1534,
      "ඃ": 1535,
      "අ": 1536,
      "ආ": 1537,
      "උ": 1538,
      "එ": 1539,
      "ක": 1540,
      "ග": 1541,
      "ජ": 1542,
      "ට": 1543,
      "ඩ": 1544,
      "ණ": 1545,
      "ත": 1546,
      "ථ": 1547,
      "ද": 1548,
      "ධ": 1549,
      "න": 1550,
      "ප": 1551,
      "බ": 1552,
      "ම": 1553,
      "ය": 1554,
      "ර": 1555,
      "ල": 1556,
      "ව": 1557,
      "ශ": 1558,
      "ස": 1559,
      "හ": 1560,
      "ළ": 1561,
      "්": 1562,
      "ා": 1563,
      "ැ": 1564,
      "ි": 1565,
      "ී": 1566,
      "ු": 1567,
      "ෙ": 1568,
      "ේ": 1569,
      "ො": 1570,
      "ෝ": 1571,
      "ก": 1572,
      "ข": 1573,
      "ค": 1574,
      "ง": 1575,
      "จ": 1576,
      "ฉ": 1577,
      "ช": 1578,
      "ซ": 1579,
      "ญ": 1580,
      "ฎ": 1581,
      "ฏ": 1582,
      "ฐ": 1583,
      "ฑ": 1584,
      "ฒ": 1585,
      "ณ": 1586,
      "ด": 1587,
      "ต": 1588,
      "ถ": 1589,
      "ท": 1590,
      "ธ": 1591,
      "น": 1592,
      "บ": 1593,
      "ป": 1594,
      "ผ": 1595,
      "ฝ": 1596,
      "พ": 1597,
      "ฟ": 1598,
      "ภ": 1599,
      "ม": 1600,
      "ย": 1601,
      "ร": 1602,
      "ฤ": 1603,
      "ล": 1604,
      "ว": 1605,
      "ศ": 1606,
      "ษ": 1607,
      "ส": 1608,
      "ห": 1609,
      "ฬ": 1610,
      "อ": 1611,
      "ฮ": 1612,
      "ะ": 1613,
      "ั": 1614,
      "า": 1615,
      "ิ": 1616,
      "ี": 1617,
      "ึ": 1618,
      "ื": 1619,
      "ุ": 1620,
      "ู": 1621,
      "฿": 1622,
      "เ": 1623,
      "แ": 1624,
      "โ": 1625,
      "ใ": 1626,
      "ไ": 1627,
      "็": 1628,
      "่": 1629,
      "้": 1630,
      "๊": 1631,
      "์": 1632,
      "ํ": 1633,
      "๏": 1634,
      "๐": 1635,
      "๑": 1636,
      "๘": 1637,
      "๙": 1638,
      "ກ": 1639,
      "ຂ": 1640,
      "ຄ": 1641,
      "ງ": 1642,
      "ຈ": 1643,
      "ຊ": 1644,
      "ຍ": 1645,
      "ດ": 1646,
      "ຕ": 1647,
      "ຖ": 1648,
      "ທ": 1649,
      "ນ": 1650,
      "ບ": 1651,
      "ປ": 1652,
      "ຜ": 1653,
      "ຝ": 1654,
      "ພ": 1655,
      "ມ": 1656,
      "ຢ": 1657,
      "ຣ": 1658,
      "ລ": 1659,
      "ວ": 1660,
      "ສ": 1661,
      "ຫ": 1662,
      "ອ": 1663,
      "ຮ": 1664,
      "ະ": 1665,
      "ັ": 1666,
      "າ": 1667,
      "ິ": 1668,
      "ີ": 1669,
      "ຶ": 1670,
      "ື": 1671,
      "ຸ": 1672,
      "ູ": 1673,
      "ົ": 1674,
      "ຼ": 1675,
      "ຽ": 1676,
      "ເ": 1677,
      "ແ": 1678,
      "ໂ": 1679,
      "ໃ": 1680,
      "ໄ": 1681,
      "ໆ": 1682,
      "່": 1683,
      "້": 1684,
      "ໍ": 1685,
      "་": 1686,
      "།": 1687,
      "ཀ": 1688,
      "ཁ": 1689,
      "ག": 1690,
      "ང": 1691,
      "ཅ": 1692,
      "ཆ": 1693,
      "ཇ": 1694,
      "ཉ": 1695,
      "ཏ": 1696,
      "ཐ": 1697,
      "ད": 1698,
      "ན": 1699,
      "པ": 1700,
      "ཕ": 1701,
      "བ": 1702,
      "མ": 1703,
      "ཙ": 1704,
      "ཚ": 1705,
      "ཞ": 1706,
      "ཟ": 1707,
      "འ": 1708,
      "ཡ": 1709,
      "ར": 1710,
      "ལ": 1711,
      "ཤ": 1712,
      "ས": 1713,
      "ཧ": 1714,
      "ཨ": 1715,
      "ཱ": 1716,
      "ི": 1717,
      "ུ": 1718,
      "ེ": 1719,
      "ོ": 1720,
      "ྐ": 1721,
      "ྒ": 1722,
      "ྔ": 1723,
      "ྗ": 1724,
      "ྙ": 1725,
      "ྟ": 1726,
      "ྡ": 1727,
      "ྣ": 1728,
      "ྤ": 1729,
      "ྦ": 1730,
      "ྨ": 1731,
      "ྩ": 1732,
      "ྫ": 1733,
      "ྭ": 1734,
      "ྱ": 1735,
      "ྲ": 1736,
      "ླ": 1737,
      "ྷ": 1738,
      "က": 1739,
      "ခ": 1740,
      "ဂ": 1741,
      "ဃ": 1742,
      "င": 1743,
      "စ": 1744,
      "ဆ": 1745,
      "ဇ": 1746,
      "ဉ": 1747,
      "ည": 1748,
      "ဋ": 1749,
      "ဍ": 1750,
      "ဏ": 1751,
      "တ": 1752,
      "ထ": 1753,
      "ဒ": 1754,
      "ဓ": 1755,
      "န": 1756,
      "ပ": 1757,
      "ဗ": 1758,
      "ဘ": 1759,
      "မ": 1760,
      "ယ": 1761,
      "ရ": 1762,
      "လ": 1763,
      "ဝ": 1764,
      "သ": 1765,
      "ဟ": 1766,
      "ဠ": 1767,
      "အ": 1768,
      "ါ": 1769,
      "ာ": 1770,
      "ိ": 1771,
      "ီ": 1772,
      "ု": 1773,
      "ူ": 1774,
      "ေ": 1775,
      "ဳ": 1776,
      "ံ": 1777,
      "့": 1778,
      "း": 1779,
      "္": 1780,
      "်": 1781,
      "ျ": 1782,
      "ြ": 1783,
      "ွ": 1784,
      "ှ": 1785,
      "၁": 1786,
      "၂": 1787,
      "၃": 1788,
      "၆": 1789,
      "၊": 1790,
      "။": 1791,
      "၌": 1792,
      "၏": 1793,
      "ၢ": 1794,
      "ၰ": 1795,
      "ၲ": 1796,
      "ၳ": 1797,
      "ၼ": 1798,
      "ၾ": 1799,
      "ႆ": 1800,
      "ႏ": 1801,
      "႒": 1802,
      "ა": 1803,
      "ბ": 1804,
      "გ": 1805,
      "დ": 1806,
      "ე": 1807,
      "ვ": 1808,
      "ზ": 1809,
      "თ": 1810,
      "ი": 1811,
      "კ": 1812,
      "ლ": 1813,
      "მ": 1814,
      "ნ": 1815,
      "ო": 1816,
      "პ": 1817,
      "რ": 1818,
      "ს": 1819,
      "ტ": 1820,
      "უ": 1821,
      "ფ": 1822,
      "ქ": 1823,
      "ღ": 1824,
      "ყ": 1825,
      "შ": 1826,
      "ჩ": 1827,
      "ც": 1828,
      "ძ": 1829,
      "წ": 1830,
      "ჭ": 1831,
      "ხ": 1832,
      "ჯ": 1833,
      "ჰ": 1834,
      "ჲ": 1835,
      "ჳ": 1836,
      "ჴ": 1837,
      "ᄀ": 1838,
      "ᄁ": 1839,
      "ᄂ": 1840,
      "ᄃ": 1841,
      "ᄄ": 1842,
      "ᄅ": 1843,
      "ᄆ": 1844,
      "ᄇ": 1845,
      "ᄈ": 1846,
      "ᄉ": 1847,
      "ᄊ": 1848,
      "ᄋ": 1849,
      "ᄌ": 1850,
      "ᄍ": 1851,
      "ᄎ": 1852,
      "ᄏ": 1853,
      "ᄐ": 1854,
      "ᄑ": 1855,
      "ᄒ": 1856,
      "ᅌ": 1857,
      "ᅙ": 1858,
      "ᅟ": 1859,
      "ᅡ": 1860,
      "ᅢ": 1861,
      "ᅣ": 1862,
      "ᅤ": 1863,
      "ᅥ": 1864,
      "ᅦ": 1865,
      "ᅧ": 1866,
      "ᅨ": 1867,
      "ᅩ": 1868,
      "ᅪ": 1869,
      "ᅫ": 1870,
      "ᅬ": 1871,
      "ᅭ": 1872,
      "ᅮ": 1873,
      "ᅯ": 1874,
      "ᅰ": 1875,
      "ᅱ": 1876,
      "ᅲ": 1877,
      "ᅳ": 1878,
      "ᅴ": 1879,
      "ᅵ": 1880,
      "ᆫ": 1881,
      "ህ": 1882,
      "ሆ": 1883,
      "ላ": 1884,
      "ል": 1885,
      "ሐ": 1886,
      "መ": 1887,
      "ማ": 1888,
      "ም": 1889,
      "ሞ": 1890,
      "ሠ": 1891,
      "ሥ": 1892,
      "ራ": 1893,
      "ሬ": 1894,
      "ር": 1895,
      "ሮ": 1896,
      "ሰ": 1897,
      "ሳ": 1898,
      "ሴ": 1899,
      "ስ": 1900,
      "ሹ": 1901,
      "ሻ": 1902,
      "ሽ": 1903,
      "ቆ": 1904,
      "በ": 1905,
      "ባ": 1906,
      "ብ": 1907,
      "ታ": 1908,
      "ት": 1909,
      "ነ": 1910,
      "ኒ": 1911,
      "ን": 1912,
      "ኖ": 1913,
      "አ": 1914,
      "ኣ": 1915,
      "ኤ": 1916,
      "እ": 1917,
      "ክ": 1918,
      "ኮ": 1919,
      "ኳ": 1920,
      "ኵ": 1921,
      "ኾ": 1922,
      "ዊ": 1923,
      "ዋ": 1924,
      "ዕ": 1925,
      "ዘ": 1926,
      "ዛ": 1927,
      "ዝ": 1928,
      "ዞ": 1929,
      "የ": 1930,
      "ያ": 1931,
      "ይ": 1932,
      "ዮ": 1933,
      "ደ": 1934,
      "ዳ": 1935,
      "ድ": 1936,
      "ጀ": 1937,
      "ጃ": 1938,
      "ገ": 1939,
      "ጉ": 1940,
      "ግ": 1941,
      "ጎ": 1942,
      "ጣ": 1943,
      "ጸ": 1944,
      "ጽ": 1945,
      "ፈ": 1946,
      "ፌ": 1947,
      "ፍ": 1948,
      "ፒ": 1949,
      "Ꭰ": 1950,
      "Ꭲ": 1951,
      "Ꭶ": 1952,
      "Ꭹ": 1953,
      "Ꭽ": 1954,
      "Ꭿ": 1955,
      "Ꮀ": 1956,
      "Ꮃ": 1957,
      "Ꮅ": 1958,
      "Ꮒ": 1959,
      "Ꮓ": 1960,
      "Ꮝ": 1961,
      "Ꮞ": 1962,
      "Ꮩ": 1963,
      "Ꮰ": 1964,
      "Ꮳ": 1965,
      "Ꮶ": 1966,
      "Ꮻ": 1967,
      "Ꮿ": 1968,
      "Ᏼ": 1969,
      "ᐃ": 1970,
      "ᐄ": 1971,
      "ᐅ": 1972,
      "ᐆ": 1973,
      "ᐊ": 1974,
      "ᐋ": 1975,
      "ᐎ": 1976,
      "ᐏ": 1977,
      "ᐐ": 1978,
      "ᐠ": 1979,
      "ᐡ": 1980,
      "ᐢ": 1981,
      "ᐣ": 1982,
      "ᐤ": 1983,
      "ᐦ": 1984,
      "ᐯ": 1985,
      "ᐲ": 1986,
      "ᐸ": 1987,
      "ᐹ": 1988,
      "ᑌ": 1989,
      "ᑎ": 1990,
      "ᑐ": 1991,
      "ᑕ": 1992,
      "ᑖ": 1993,
      "ᑦ": 1994,
      "ᑫ": 1995,
      "ᑭ": 1996,
      "ᑯ": 1997,
      "ᑰ": 1998,
      "ᑲ": 1999,
      "ᑳ": 2000,
      "ᑴ": 2001,
      "ᑵ": 2002,
      "ᑶ": 2003,
      "ᑾ": 2004,
      "ᑿ": 2005,
      "ᒃ": 2006,
      "ᒄ": 2007,
      "ᒉ": 2008,
      "ᒋ": 2009,
      "ᒌ": 2010,
      "ᒑ": 2011,
      "ᒣ": 2012,
      "ᒥ": 2013,
      "ᒧ": 2014,
      "ᒨ": 2015,
      "ᒪ": 2016,
      "ᒫ": 2017,
      "ᒻ": 2018,
      "ᒼ": 2019,
      "ᓂ": 2020,
      "ᓄ": 2021,
      "ᓅ": 2022,
      "ᓇ": 2023,
      "ᓈ": 2024,
      "ᓐ": 2025,
      "ᓕ": 2026,
      "ᓚ": 2027,
      "ᓪ": 2028,
      "ᓭ": 2029,
      "ᓯ": 2030,
      "ᓰ": 2031,
      "ᓱ": 2032,
      "ᓲ": 2033,
      "ᓴ": 2034,
      "ᔁ": 2035,
      "ᔅ": 2036,
      "ᔐ": 2037,
      "ᔒ": 2038,
      "ᔔ": 2039,
      "ᔥ": 2040,
      "ᔪ": 2041,
      "ᔮ": 2042,
      "ᕀ": 2043,
      "ᕈ": 2044,
      "ᕐ": 2045,
      "ᖃ": 2046,
      "ᖅ": 2047,
      "ᗡ": 2048,
      "ᗢ": 2049,
      "ᚃ": 2050,
      "ᚄ": 2051,
      "ᚅ": 2052,
      "ᚇ": 2053,
      "ᚈ": 2054,
      "ᚉ": 2055,
      "ᚊ": 2056,
      "ᚋ": 2057,
      "ᚏ": 2058,
      "ᚐ": 2059,
      "ᚒ": 2060,
      "ᚓ": 2061,
      "ᚔ": 2062,
      "᚛": 2063,
      "᚜": 2064,
      "ᚢ": 2065,
      "ᚱ": 2066,
      "ᚴ": 2067,
      "ᚸ": 2068,
      "ᚹ": 2069,
      "ᚾ": 2070,
      "ᛁ": 2071,
      "ᛃ": 2072,
      "ᛄ": 2073,
      "ᛅ": 2074,
      "ᛋ": 2075,
      "ᛏ": 2076,
      "ᛒ": 2077,
      "ᛘ": 2078,
      "ᛡ": 2079,
      "ᛢ": 2080,
      "ᛣ": 2081,
      "ᛥ": 2082,
      "ᛦ": 2083,
      "᛬": 2084,
      "ᜆ": 2085,
      "ᜈ": 2086,
      "ᜊ": 2087,
      "ᜐ": 2088,
      "ᜒ": 2089,
      "᜔": 2090,
      "ក": 2091,
      "ខ": 2092,
      "គ": 2093,
      "ង": 2094,
      "ច": 2095,
      "ជ": 2096,
      "ញ": 2097,
      "ដ": 2098,
      "ណ": 2099,
      "ត": 2100,
      "ថ": 2101,
      "ទ": 2102,
      "ធ": 2103,
      "ន": 2104,
      "ប": 2105,
      "ផ": 2106,
      "ព": 2107,
      "ភ": 2108,
      "ម": 2109,
      "យ": 2110,
      "រ": 2111,
      "ល": 2112,
      "វ": 2113,
      "ស": 2114,
      "ហ": 2115,
      "ឡ": 2116,
      "អ": 2117,
      "ឥ": 2118,
      "ា": 2119,
      "ិ": 2120,
      "ី": 2121,
      "ឹ": 2122,
      "ឺ": 2123,
      "ុ": 2124,
      "ូ": 2125,
      "ួ": 2126,
      "ើ": 2127,
      "េ": 2128,
      "ែ": 2129,
      "ោ": 2130,
      "ៅ": 2131,
      "ំ": 2132,
      "ះ": 2133,
      "៉": 2134,
      "៊": 2135,
      "់": 2136,
      "័": 2137,
      "្": 2138,
      "᠊": 2139,
      "᠋": 2140,
      "ᠠ": 2141,
      "ᠡ": 2142,
      "ᠢ": 2143,
      "ᠣ": 2144,
      "ᠤ": 2145,
      "ᠥ": 2146,
      "ᠦ": 2147,
      "ᠨ": 2148,
      "ᠪ": 2149,
      "ᠬ": 2150,
      "ᠭ": 2151,
      "ᠮ": 2152,
      "ᠯ": 2153,
      "ᠰ": 2154,
      "ᠳ": 2155,
      "ᠵ": 2156,
      "ᠷ": 2157,
      "ᠼ": 2158,
      "ᡥ": 2159,
      "ᡳ": 2160,
      "ᡶ": 2161,
      "ᥒ": 2162,
      "ᥛ": 2163,
      "ᥝ": 2164,
      "ᥣ": 2165,
      "ᥫ": 2166,
      "ᥰ": 2167,
      "ᨣ": 2168,
      "ᨦ": 2169,
      "ᨾ": 2170,
      "ᩤ": 2171,
      "ᩥ": 2172,
      "ᩬ": 2173,
      "ᩮ": 2174,
      "ᩴ": 2175,
      "ᴀ": 2176,
      "ᴃ": 2177,
      "ᴄ": 2178,
      "ᴅ": 2179,
      "ᴇ": 2180,
      "ᴍ": 2181,
      "ᴏ": 2182,
      "ᴓ": 2183,
      "ᴘ": 2184,
      "ᴚ": 2185,
      "ᴛ": 2186,
      "ᴜ": 2187,
      "ᴠ": 2188,
      "ᴢ": 2189,
      "ᶅ": 2190,
      "ᶇ": 2191,
      "ᶊ": 2192,
      "᷆": 2193,
      "᷇": 2194,
      "᷍": 2195,
      "Ḁ": 2196,
      "ḁ": 2197,
      "Ḃ": 2198,
      "ḅ": 2199,
      "ḇ": 2200,
      "Ḋ": 2201,
      "ḋ": 2202,
      "Ḍ": 2203,
      "ḍ": 2204,
      "Ḏ": 2205,
      "ḏ": 2206,
      "Ḕ": 2207,
      "ḕ": 2208,
      "ḗ": 2209,
      "ḝ": 2210,
      "Ḟ": 2211,
      "Ḡ": 2212,
      "ḡ": 2213,
      "Ḣ": 2214,
      "ḣ": 2215,
      "Ḥ": 2216,
      "ḥ": 2217,
      "Ḩ": 2218,
      "ḩ": 2219,
      "Ḫ": 2220,
      "ḫ": 2221,
      "ḭ": 2222,
      "Ḱ": 2223,
      "ḱ": 2224,
      "Ḳ": 2225,
      "ḳ": 2226,
      "Ḵ": 2227,
      "ḵ": 2228,
      "Ḷ": 2229,
      "ḷ": 2230,
      "ḹ": 2231,
      "ḻ": 2232,
      "ḽ": 2233,
      "Ṁ": 2234,
      "ṁ": 2235,
      "Ṃ": 2236,
      "ṃ": 2237,
      "Ṅ": 2238,
      "ṅ": 2239,
      "Ṇ": 2240,
      "ṇ": 2241,
      "ṉ": 2242,
      "ṑ": 2243,
      "ṓ": 2244,
      "Ṗ": 2245,
      "ṗ": 2246,
      "Ṙ": 2247,
      "ṙ": 2248,
      "Ṛ": 2249,
      "ṛ": 2250,
      "ṝ": 2251,
      "ṟ": 2252,
      "Ṡ": 2253,
      "ṡ": 2254,
      "Ṣ": 2255,
      "ṣ": 2256,
      "Ṥ": 2257,
      "ṥ": 2258,
      "Ṧ": 2259,
      "ṧ": 2260,
      "Ṩ": 2261,
      "ṩ": 2262,
      "Ṫ": 2263,
      "ṫ": 2264,
      "Ṭ": 2265,
      "ṭ": 2266,
      "Ṯ": 2267,
      "ṯ": 2268,
      "ṳ": 2269,
      "ṻ": 2270,
      "ṽ": 2271,
      "Ẁ": 2272,
      "Ẋ": 2273,
      "ẋ": 2274,
      "Ẏ": 2275,
      "ẏ": 2276,
      "ẑ": 2277,
      "Ẓ": 2278,
      "ẓ": 2279,
      "Ẕ": 2280,
      "ẖ": 2281,
      "ẞ": 2282,
      "Ạ": 2283,
      "ạ": 2284,
      "ả": 2285,
      "Ấ": 2286,
      "ấ": 2287,
      "Ầ": 2288,
      "ầ": 2289,
      "Ẩ": 2290,
      "ẩ": 2291,
      "ẫ": 2292,
      "ậ": 2293,
      "ắ": 2294,
      "ằ": 2295,
      "ẳ": 2296,
      "ẵ": 2297,
      "ặ": 2298,
      "Ẹ": 2299,
      "ẹ": 2300,
      "ẻ": 2301,
      "Ẽ": 2302,
      "ẽ": 2303,
      "Ế": 2304,
      "ế": 2305,
      "Ề": 2306,
      "ề": 2307,
      "ể": 2308,
      "ễ": 2309,
      "Ệ": 2310,
      "ệ": 2311,
      "ỉ": 2312,
      "Ị": 2313,
      "ị": 2314,
      "Ọ": 2315,
      "ọ": 2316,
      "ỏ": 2317,
      "ố": 2318,
      "Ồ": 2319,
      "ồ": 2320,
      "ổ": 2321,
      "Ỗ": 2322,
      "ỗ": 2323,
      "Ộ": 2324,
      "ộ": 2325,
      "ớ": 2326,
      "ờ": 2327,
      "Ở": 2328,
      "ở": 2329,
      "ỡ": 2330,
      "Ợ": 2331,
      "ợ": 2332,
      "Ụ": 2333,
      "ụ": 2334,
      "Ủ": 2335,
      "ủ": 2336,
      "Ứ": 2337,
      "ứ": 2338,
      "ừ": 2339,
      "ử": 2340,
      "ữ": 2341,
      "ự": 2342,
      "ỳ": 2343,
      "ỷ": 2344,
      "Ỹ": 2345,
      "ỹ": 2346,
      "ἀ": 2347,
      "ἁ": 2348,
      "ἂ": 2349,
      "ἃ": 2350,
      "ἄ": 2351,
      "ἅ": 2352,
      "ἆ": 2353,
      "ἇ": 2354,
      "Ἀ": 2355,
      "Ἁ": 2356,
      "Ἂ": 2357,
      "Ἄ": 2358,
      "Ἅ": 2359,
      "Ἆ": 2360,
      "ἐ": 2361,
      "ἑ": 2362,
      "ἒ": 2363,
      "ἓ": 2364,
      "ἔ": 2365,
      "ἕ": 2366,
      "Ἐ": 2367,
      "Ἑ": 2368,
      "Ἓ": 2369,
      "Ἔ": 2370,
      "Ἕ": 2371,
      "ἠ": 2372,
      "ἡ": 2373,
      "ἢ": 2374,
      "ἣ": 2375,
      "ἤ": 2376,
      "ἥ": 2377,
      "ἦ": 2378,
      "ἧ": 2379,
      "Ἠ": 2380,
      "Ἡ": 2381,
      "Ἤ": 2382,
      "Ἥ": 2383,
      "Ἦ": 2384,
      "ἰ": 2385,
      "ἱ": 2386,
      "ἲ": 2387,
      "ἳ": 2388,
      "ἴ": 2389,
      "ἵ": 2390,
      "ἶ": 2391,
      "ἷ": 2392,
      "Ἰ": 2393,
      "Ἱ": 2394,
      "Ἴ": 2395,
      "Ἵ": 2396,
      "Ἶ": 2397,
      "ὀ": 2398,
      "ὁ": 2399,
      "ὂ": 2400,
      "ὃ": 2401,
      "ὄ": 2402,
      "ὅ": 2403,
      "Ὀ": 2404,
      "Ὁ": 2405,
      "Ὄ": 2406,
      "Ὅ": 2407,
      "ὐ": 2408,
      "ὑ": 2409,
      "ὒ": 2410,
      "ὓ": 2411,
      "ὔ": 2412,
      "ὕ": 2413,
      "ὖ": 2414,
      "ὗ": 2415,
      "Ὑ": 2416,
      "Ὓ": 2417,
      "Ὕ": 2418,
      "ὠ": 2419,
      "ὡ": 2420,
      "ὢ": 2421,
      "ὣ": 2422,
      "ὤ": 2423,
      "ὥ": 2424,
      "ὦ": 2425,
      "ὧ": 2426,
      "Ὠ": 2427,
      "Ὡ": 2428,
      "Ὤ": 2429,
      "ὰ": 2430,
      "ὲ": 2431,
      "ὴ": 2432,
      "ὶ": 2433,
      "ὸ": 2434,
      "ὺ": 2435,
      "ὼ": 2436,
      "ᾅ": 2437,
      "ᾉ": 2438,
      "ᾐ": 2439,
      "ᾑ": 2440,
      "ᾒ": 2441,
      "ᾓ": 2442,
      "ᾔ": 2443,
      "ᾕ": 2444,
      "ᾖ": 2445,
      "ᾗ": 2446,
      "ᾠ": 2447,
      "ᾡ": 2448,
      "ᾤ": 2449,
      "ᾧ": 2450,
      "ᾰ": 2451,
      "ᾱ": 2452,
      "ᾳ": 2453,
      "ᾴ": 2454,
      "ᾶ": 2455,
      "ᾷ": 2456,
      "Ᾱ": 2457,
      "ῂ": 2458,
      "ῃ": 2459,
      "ῄ": 2460,
      "ῆ": 2461,
      "ῇ": 2462,
      "Ὲ": 2463,
      "ῐ": 2464,
      "ῑ": 2465,
      "ῖ": 2466,
      "Ὶ": 2467,
      "ῠ": 2468,
      "ῡ": 2469,
      "ῤ": 2470,
      "ῥ": 2471,
      "ῦ": 2472,
      "Ῥ": 2473,
      "ῳ": 2474,
      "ῴ": 2475,
      "ῶ": 2476,
      "ῷ": 2477,
      "ῼ": 2478,
      "​": 2479,
      "‌": 2480,
      "‍": 2481,
      "‎": 2482,
      "‏": 2483,
      "‐": 2484,
      "‒": 2485,
      "–": 2486,
      "—": 2487,
      "―": 2488,
      "‖": 2489,
      "‘": 2490,
      "’": 2491,
      "‚": 2492,
      "‛": 2493,
      "“": 2494,
      "”": 2495,
      "„": 2496,
      "‟": 2497,
      "†": 2498,
      "‡": 2499,
      "•": 2500,
      "‣": 2501,
      "‧": 2502,
      "‪": 2503,
      "‫": 2504,
      "‬": 2505,
      "‭": 2506,
      "‰": 2507,
      "′": 2508,
      "‹": 2509,
      "›": 2510,
      "※": 2511,
      "‽": 2512,
      "‿": 2513,
      "⁂": 2514,
      "⁄": 2515,
      "⁎": 2516,
      "⁕": 2517,
      "⁙": 2518,
      "⁝": 2519,
      "⁡": 2520,
      "⁢": 2521,
      "⁦": 2522,
      "⁩": 2523,
      "₏": 2524,
      "₞": 2525,
      "₠": 2526,
      "₤": 2527,
      "₦": 2528,
      "₧": 2529,
      "₩": 2530,
      "₪": 2531,
      "€": 2532,
      "₯": 2533,
      "₱": 2534,
      "₳": 2535,
      "₴": 2536,
      "₶": 2537,
      "₹": 2538,
      "₽": 2539,
      "⃑": 2540,
      "⃒": 2541,
      "⃗": 2542,
      "⃣": 2543,
      "⃰": 2544,
      "℗": 2545,
      "℘": 2546,
      "℞": 2547,
      "℟": 2548,
      "℣": 2549,
      "℥": 2550,
      "Ↄ": 2551,
      "←": 2552,
      "↑": 2553,
      "→": 2554,
      "↓": 2555,
      "↔": 2556,
      "↕": 2557,
      "↖": 2558,
      "↗": 2559,
      "↘": 2560,
      "↙": 2561,
      "↠": 2562,
      "↦": 2563,
      "↧": 2564,
      "↩": 2565,
      "↪": 2566,
      "↬": 2567,
      "↱": 2568,
      "↵": 2569,
      "↻": 2570,
      "↾": 2571,
      "⇀": 2572,
      "⇄": 2573,
      "⇆": 2574,
      "⇌": 2575,
      "⇏": 2576,
      "⇐": 2577,
      "⇑": 2578,
      "⇒": 2579,
      "⇓": 2580,
      "⇔": 2581,
      "⇛": 2582,
      "⇝": 2583,
      "⇦": 2584,
      "∀": 2585,
      "∂": 2586,
      "∃": 2587,
      "∄": 2588,
      "∅": 2589,
      "∆": 2590,
      "∇": 2591,
      "∈": 2592,
      "∉": 2593,
      "∊": 2594,
      "∋": 2595,
      "∎": 2596,
      "∏": 2597,
      "∐": 2598,
      "∑": 2599,
      "−": 2600,
      "∓": 2601,
      "∕": 2602,
      "∖": 2603,
      "∗": 2604,
      "∘": 2605,
      "∙": 2606,
      "√": 2607,
      "∛": 2608,
      "∝": 2609,
      "∞": 2610,
      "∟": 2611,
      "∠": 2612,
      "∢": 2613,
      "∣": 2614,
      "∤": 2615,
      "∥": 2616,
      "∧": 2617,
      "∨": 2618,
      "∩": 2619,
      "∪": 2620,
      "∫": 2621,
      "∮": 2622,
      "∴": 2623,
      "∵": 2624,
      "∶": 2625,
      "∷": 2626,
      "∼": 2627,
      "∿": 2628,
      "≀": 2629,
      "≃": 2630,
      "≅": 2631,
      "≆": 2632,
      "≇": 2633,
      "≈": 2634,
      "≊": 2635,
      "≍": 2636,
      "≔": 2637,
      "≙": 2638,
      "≜": 2639,
      "≠": 2640,
      "≡": 2641,
      "≢": 2642,
      "≣": 2643,
      "≤": 2644,
      "≥": 2645,
      "≦": 2646,
      "≧": 2647,
      "≪": 2648,
      "≫": 2649,
      "≰": 2650,
      "≲": 2651,
      "≳": 2652,
      "≷": 2653,
      "≺": 2654,
      "≻": 2655,
      "≼": 2656,
      "≽": 2657,
      "≾": 2658,
      "≿": 2659,
      "⊂": 2660,
      "⊃": 2661,
      "⊄": 2662,
      "⊆": 2663,
      "⊇": 2664,
      "⊈": 2665,
      "⊉": 2666,
      "⊊": 2667,
      "⊔": 2668,
      "⊕": 2669,
      "⊖": 2670,
      "⊗": 2671,
      "⊙": 2672,
      "⊞": 2673,
      "⊠": 2674,
      "⊢": 2675,
      "⊣": 2676,
      "⊤": 2677,
      "⊥": 2678,
      "⊦": 2679,
      "⊨": 2680,
      "⊩": 2681,
      "⊬": 2682,
      "⊭": 2683,
      "⊱": 2684,
      "⊲": 2685,
      "⊺": 2686,
      "⋀": 2687,
      "⋁": 2688,
      "⋂": 2689,
      "⋃": 2690,
      "⋄": 2691,
      "⋅": 2692,
      "⋆": 2693,
      "⋈": 2694,
      "⋉": 2695,
      "⋊": 2696,
      "⋘": 2697,
      "⋜": 2698,
      "⋮": 2699,
      "⋯": 2700,
      "⋱": 2701,
      "⌀": 2702,
      "⌂": 2703,
      "⌃": 2704,
      "⌈": 2705,
      "⌉": 2706,
      "⌊": 2707,
      "⌋": 2708,
      "⌎": 2709,
      "⌘": 2710,
      "⌚": 2711,
      "⌝": 2712,
      "⌢": 2713,
      "⌣": 2714,
      "⌥": 2715,
      "⌰": 2716,
      "⌵": 2717,
      "⌿": 2718,
      "⍈": 2719,
      "⍉": 2720,
      "⍝": 2721,
      "⍯": 2722,
      "⍳": 2723,
      "⍴": 2724,
      "⍵": 2725,
      "⍸": 2726,
      "⎊": 2727,
      "⎕": 2728,
      "⎛": 2729,
      "⎜": 2730,
      "⎝": 2731,
      "⎞": 2732,
      "⎟": 2733,
      "⎠": 2734,
      "⎡": 2735,
      "⎢": 2736,
      "⎣": 2737,
      "⎤": 2738,
      "⎥": 2739,
      "⎦": 2740,
      "⎧": 2741,
      "⎨": 2742,
      "⎩": 2743,
      "⎪": 2744,
      "⎫": 2745,
      "⎬": 2746,
      "⎭": 2747,
      "⎯": 2748,
      "⎵": 2749,
      "⎶": 2750,
      "⎸": 2751,
      "⎹": 2752,
      "⎺": 2753,
      "⎻": 2754,
      "⎼": 2755,
      "⏏": 2756,
      "⏚": 2757,
      "⏟": 2758,
      "⏠": 2759,
      "⏩": 2760,
      "⏪": 2761,
      "⏭": 2762,
      "⏰": 2763,
      "⏱": 2764,
      "⏳": 2765,
      "␣": 2766,
      "─": 2767,
      "│": 2768,
      "┌": 2769,
      "┐": 2770,
      "└": 2771,
      "┘": 2772,
      "├": 2773,
      "┤": 2774,
      "┬": 2775,
      "┴": 2776,
      "┼": 2777,
      "═": 2778,
      "║": 2779,
      "╔": 2780,
      "╗": 2781,
      "╚": 2782,
      "╝": 2783,
      "╠": 2784,
      "╣": 2785,
      "╦": 2786,
      "╧": 2787,
      "╩": 2788,
      "╪": 2789,
      "╱": 2790,
      "╳": 2791,
      "▀": 2792,
      "▄": 2793,
      "█": 2794,
      "▊": 2795,
      "▌": 2796,
      "▐": 2797,
      "░": 2798,
      "▒": 2799,
      "▓": 2800,
      "■": 2801,
      "□": 2802,
      "▢": 2803,
      "▣": 2804,
      "▪": 2805,
      "▫": 2806,
      "▭": 2807,
      "▲": 2808,
      "△": 2809,
